Tekla.Structures.CatalogInternal.dotcatProfileTreePath_t
Serialization structure for ProfileItem tree path.

Tekla.Structures.CatalogInternal.dotcatProfileTreePath_t.aTreePath
The path of profile tree.